fio = input("введите ФИО:")
date = input("введите дату:")
name_experiment = input("введите название эксперимента:")
conclusion = input("выводы:")
with open("journal.txt", "w", encoding="utf-8") as file:
    file.write(f"""
+------------------------------------------------------------+
|               Электронный лабораторный журнал              |
+------------------------------------------------------------+
| ФИО исследователя : {fio:<39}|
| Дата              : {date:<39}|
| Эксперимент       : {name_experiment:39}|
+------------------------------------------------------------+
| Вывод:                                                     |
| {conclusion:<60}| 
+------------------------------------------------------------+
""")
